exports.line1=[
 {
   "역명": "소요산역",
   "외부↔대합실": "평지(지상역1번)",
   "대합실↔승강장": "E",
   "환승통로": "국철-E",
   "이동식\n발판": "×",
   "역무실 연락처": "031-865-7788"
 },
 {
   "역명": "동두천역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-862-7788"
 },
 {
   "역명": "보산역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-866-4987"
 },
 {
   "역명": "동두천중앙역",
   "외부↔대합실": "R(지상역 1,2,3,4번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-865-2788"
 },
 {
   "역명": "지행역",
   "외부↔대합실": "R(지상역 1,2,3,4번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-862-2788"
 },
 {
   "역명": "덕정역",
   "외부↔대합실": "R(지상역 1,2,3,4번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-858-2788"
 },
 {
   "역명": "덕계역",
   "외부↔대합실": "R(1번)L(2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-828-3386"
 },
 {
   "역명": "양주역",
   "외부↔대합실": "R(지상역 1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-843-2968"
 },
 {
   "역명": "녹양역",
   "외부↔대합실": "R(지상역 1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-878-5769"
 },
 {
   "역명": "가능역",
   "외부↔대합실": "R(지상역 1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-842-7788"
 },
 {
   "역명": "의정부역",
   "외부↔대합실": "E(1,2번/3,4번사이)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-872-7788"
 },
 {
   "역명": "회룡역",
   "외부↔대합실": "L(지상역 1,2번)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-872-7744"
 },
 {
   "역명": "망월사역",
   "외부↔대합실": "R(지상역 1,2번)",
   "대합실↔승강장": "E, L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-873-7788"
 },
 {
   "역명": "도봉산역",
   "외부↔대합실": "L(지상역 1번)",
   "대합실↔승강장": "L",
   "환승통로": "7호선-L",
   "이동식\n발판": "×",
   "역무실 연락처": "02-955-7345"
 },
 {
   "역명": "도봉역",
   "외부↔대합실": "L(1번)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-954-1348"
 },
 {
   "역명": "방학역",
   "외부↔대합실": "L(1,2,3,4번)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-3492-0197"
 },
 {
   "역명": "창동역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "L",
   "환승통로": "4호선-L",
   "이동식\n발판": "×",
   "역무실 연락처": "02-992-3388"
 },
 {
   "역명": "녹천역",
   "외부↔대합실": "E(1,2번)L(3,4번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-905-0182"
 },
 {
   "역명": "월계역",
   "외부↔대합실": "R(1,2번사이)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-906-2522"
 },
 {
   "역명": "성북역",
   "외부↔대합실": "L(1번)",
   "대합실↔승강장": "E-L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-917-7445"
 },
 {
   "역명": "석계역",
   "외부↔대합실": "E(4번)",
   "대합실↔승강장": "E",
   "환승통로": "6호선-E",
   "이동식\n발판": "×",
   "역무실 연락처": "02-943-7788"
 },
 {
   "역명": "신이문역",
   "외부↔대합실": "E(1,2,3,5번)",
   "대합실↔승강장": "외대-E석계-E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-960-1871"
 },
 {
   "역명": "외대앞역",
   "외부↔대합실": "E(1,2번/5,6번사이)",
   "대합실↔승강장": "소요산 -L온수-없음",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-966-6705"
 },
 {
   "역명": "회기역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "중앙선-E",
   "이동식\n발판": "×",
   "역무실 연락처": "02-965-1467"
 },
 {
   "역명": "청량리역",
   "외부↔대합실": "E(6번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-6110-1241"
 },
 {
   "역명": "제기동역",
   "외부↔대합실": "E(1,5번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "?",
   "역무실 연락처": "02-6110-1251"
 },
 {
   "역명": "신설동역",
   "외부↔대합실": "E(1,2,3번/12번)",
   "대합실↔승강장": "E",
   "환승통로": "2호선-L",
   "이동식\n발판": "×",
   "역무실 연락처": "02-6110-1261"
 },
 {
   "역명": "동묘앞역",
   "외부↔대합실": "E(1,3번/10번)",
   "대합실↔승강장": "E",
   "환승통로": "6호선-E",
   "이동식\n발판": "",
   "역무실 연락처": "02-6110-1271"
 },
 {
   "역명": "동대문역",
   "외부↔대합실": "E(6번)",
   "대합실↔승강장": "E",
   "환승통로": "4호선-E(수직형)",
   "이동식\n발판": "×",
   "역무실 연락처": "02-6110-1281"
 },
 {
   "역명": "종로5가역",
   "외부↔대합실": "E(8번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "?",
   "역무실 연락처": "02-6110-1291"
 },
 {
   "역명": "종로3가역",
   "외부↔대합실": "E(2-1번)L(15번)",
   "대합실↔승강장": "E",
   "환승통로": "3호선-L5호선-L",
   "이동식\n발판": "×",
   "역무실 연락처": "02-6110-1301"
 },
 {
   "역명": "종각역",
   "외부↔대합실": "E(3번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-6110-1311"
 },
 {
   "역명": "시청역",
   "외부↔대합실": "E(1,2번/3,4번사이)",
   "대합실↔승강장": "E",
   "환승통로": "2호선-E",
   "이동식\n발판": "×",
   "역무실 연락처": "02-6110-1321"
 },
 {
   "역명": "서울역역",
   "외부↔대합실": "E(2번)",
   "대합실↔승강장": "E",
   "환승통로": "4호선-E-L-E",
   "이동식\n발판": "?",
   "역무실 연락처": "02-3149-2509"
 },
 {
   "역명": "남영역",
   "외부↔대합실": "L(1번)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-3780-5434"
 },
 {
   "역명": "용산역",
   "외부↔대합실": "E(E마트)",
   "대합실↔승강장": "E",
   "환승통로": "중앙선-E",
   "이동식\n발판": "×",
   "역무실 연락처": "02-3780-5768"
 },
 {
   "역명": "노량진역",
   "외부↔대합실": "L(지상역 1,2번)",
   "대합실↔승강장": "L",
   "환승통로": "9호선-외부환승",
   "이동식\n발판": "×",
   "역무실 연락처": "02-815-4066"
 },
 {
   "역명": "대방역",
   "외부↔대합실": "E(4번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-812-0720"
 },
 {
   "역명": "신길역",
   "외부↔대합실": "R(지상역1,2번)",
   "대합실↔승강장": "L",
   "환승통로": "5호선-E-L",
   "이동식\n발판": "×",
   "역무실 연락처": "02-834-7787"
 },
 {
   "역명": "영등포역",
   "외부↔대합실": "E(롯데백화점)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-2639-3310"
 },
 {
   "역명": "신도림역",
   "외부↔대합실": "L(2번)",
   "대합실↔승강장": "L",
   "환승통로": "2호선-L",
   "이동식\n발판": "×",
   "역무실 연락처": "02-830-7788"
 },
 {
   "역명": "구로역",
   "외부↔대합실": "L(2번)E(애경백화점)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-868-0036"
 },
 {
   "역명": "구일역",
   "외부↔대합실": "R(지상역 1번)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-865-6190"
 },
 {
   "역명": "개봉역",
   "외부↔대합실": "E(1,2번/3,4번사이",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-2685-7788"
 },
 {
   "역명": "오류동역",
   "외부↔대합실": "E(1,2,3,4번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-2616-5771"
 },
 {
   "역명": "온수역",
   "외부↔대합실": "E(1,2,3,4번)",
   "대합실↔승강장": "E",
   "환승통로": "7호선-L",
   "이동식\n발판": "×",
   "역무실 연락처": "02-2681-7788"
 },
 {
   "역명": "역곡역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-343-3119"
 },
 {
   "역명": "소사역",
   "외부↔대합실": "L(1,2,3번)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-344-7788"
 },
 {
   "역명": "부천역",
   "외부↔대합실": "E(지상역 1번)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-665-7755"
 },
 {
   "역명": "중동역",
   "외부↔대합실": "L(지상역 1번)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-666-7788"
 },
 {
   "역명": "송내역",
   "외부↔대합실": "E (1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-662-7788"
 },
 {
   "역명": "부개역",
   "외부↔대합실": "L(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-517-7788"
 },
 {
   "역명": "부평역",
   "외부↔대합실": "E(롯데마트 2번)",
   "대합실↔승강장": "E, L",
   "환승통로": "인천1호선-E",
   "이동식\n발판": "×",
   "역무실 연락처": "032-528-1439"
 },
 {
   "역명": "백운역",
   "외부↔대합실": "E(1,2,3번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-524-7788"
 },
 {
   "역명": "동암역",
   "외부↔대합실": "E(1번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-421-7788"
 },
 {
   "역명": "간석역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-427-7788"
 },
 {
   "역명": "주안역",
   "외부↔대합실": "E(1,2,3,4번)?",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-865-7787"
 },
 {
   "역명": "도화역",
   "외부↔대합실": "E(1,2,3,4번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-863-1464"
 },
 {
   "역명": "제물포역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-883-7788"
 },
 {
   "역명": "도원역",
   "외부↔대합실": "E(2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-773-7788"
 },
 {
   "역명": "동인천역",
   "외부↔대합실": "E(1번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-762-2737"
 },
 {
   "역명": "인천역",
   "외부↔대합실": "R(1번)",
   "대합실↔승강장": "R",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "032-772-0784"
 },
 {
   "역명": "가산 디지털단지역",
   "외부↔대합실": "E(1,7번)",
   "대합실↔승강장": "L",
   "환승통로": "7호선-L",
   "이동식\n발판": "×",
   "역무실 연락처": "02-853-3115"
 },
 {
   "역명": "독산역",
   "외부↔대합실": "E(1번), L(2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-862-7878"
 },
 {
   "역명": "금천구청\n역",
   "외부↔대합실": "E(1번)",
   "대합실↔승강장": "E",
   "환승통로": "광명역-E",
   "이동식\n발판": "×",
   "역무실 연락처": "02-803-0019"
 },
 {
   "역명": "광명역",
   "외부↔대합실": "E(1,2번/3,4번/6,7번사이)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "02-899-9270"
 },
 {
   "역명": "석수역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-472-7788"
 },
 {
   "역명": "관악역",
   "외부↔대합실": "E(2번), L(1번)",
   "대합실↔승강장": "상향-L하향-E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-471-7788"
 },
 {
   "역명": "안양역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-448-7788"
 },
 {
   "역명": "명학역",
   "외부↔대합실": "L(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-441-7788"
 },
 {
   "역명": "금정역",
   "외부↔대합실": "E(6,7번사이)",
   "대합실↔승강장": "E",
   "환승통로": "4호선-E",
   "이동식\n발판": "×",
   "역무실 연락처": "031-393-7788"
 },
 {
   "역명": "군포역",
   "외부↔대합실": "L(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-452-7788"
 },
 {
   "역명": "당정역",
   "외부↔대합실": "E(1,2번사이,3번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-427-7788"
 },
 {
   "역명": "의왕역",
   "외부↔대합실": "E(2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-461-3263"
 },
 {
   "역명": "성균관대역",
   "외부↔대합실": "R(1,2번)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-293-7788"
 },
 {
   "역명": "화서역",
   "외부↔대합실": "L(1,2번)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-242-7788"
 },
 {
   "역명": "수원역",
   "외부↔대합실": "E(애경백화점)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-253-2724"
 },
 {
   "역명": "세류역",
   "외부↔대합실": "R(지상역 1번)",
   "대합실↔승강장": "E-L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-238-3089"
 },
 {
   "역명": "병점역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-234-7788"
 },
 {
   "역명": "서동탄역",
   "외부↔대합실": "R(지상역)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-613-9581"
 },
 {
   "역명": "세마역",
   "외부↔대합실": "R(지상역 1번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-377-7166"
 },
 {
   "역명": "오산대역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-375-9354"
 },
 {
   "역명": "오산역",
   "외부↔대합실": "E(1번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-374-7788"
 },
 {
   "역명": "진위역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-667-7652"
 },
 {
   "역명": "송탄역",
   "외부↔대합실": "E(1,2번사이, 5번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-666-7788"
 },
 {
   "역명": "서정리역",
   "외부↔대합실": "E(1번, 2,3번사이)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-662-7788"
 },
 {
   "역명": "지제역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-691-7651"
 },
 {
   "역명": "평택역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "031-652-7811"
 },
 {
   "역명": "성환역",
   "외부↔대합실": "E(1,6번, 열차 3,4번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "041-581-7788"
 },
 {
   "역명": "직산역",
   "외부↔대합실": "E(1,2,3,4번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "041-583-7788"
 },
 {
   "역명": "두정역",
   "외부↔대합실": "E( 1번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "041-562-7791"
 },
 {
   "역명": "천안역",
   "외부↔대합실": "E(1,2번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "041-562-7034"
 },
 {
   "역명": "봉명역",
   "외부↔대합실": "L(4번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "041-579-9786"
 },
 {
   "역명": "쌍용역",
   "외부↔대합실": "R(지상역 1번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "041-572-6788"
 },
 {
   "역명": "아산역",
   "외부↔대합실": "평지(지상역)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "041-532-6610"
 },
 {
   "역명": "배방역",
   "외부↔대합실": "R(지상역 1,2번)",
   "대합실↔승강장": "L",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "041-548-7788"
 },
 {
   "역명": "온양온천역",
   "외부↔대합실": "E(1번)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "041-545-7788"
 },
 {
   "역명": "신창역",
   "외부↔대합실": "평지(지상역)",
   "대합실↔승강장": "E",
   "환승통로": "",
   "이동식\n발판": "×",
   "역무실 연락처": "041-543-7788"
 }
]